{"paper_id": "101.199.96390", "title": "*********************************************************************** Reproductions supplied by EDRS are the best that can be made * from the original document. *********************************************************************** How the Collapsing of Categories Impacts the Item Information Function in Polytornous Item Response Theory", "cluster": "", "authors": [], "keywords": ["DESCRIPTORS *Classification", "Computer Simulation", "Difficulty Level", "lnterrater Reliability", "*Item Response Theory", "*Responses", "Testing", "*Test Items IDENTIFIERS *Information Function (Tests)", "Partial Credit Model", "*Performance Based Evaluation", "Polytomous Items"], "abstract": "The purpose of this Item Response Theory study was to investigate how the expected reduction in item information, due to the collapsing of response categories in performance assessment data, was affected by varying testing conditions: item difficulty, item discrimination, inter-rater reliability, and direction of collapsing. The investigation used copulas in computer simulations of performance assessment batteries with varying combinations of item characteristics within Muraki's 3enera1ized Partial Credit Model. Only two of the significant contrasts that were detected were of practical importance. The results appear to indicate that the expected reduction in information due to the collapsing of categories is not affected by any of the testing conditions simulated in this study. Consequently, a practitioner may combine low-frequency categories with adjacent categories without any significant adverse effect on the information provided by the test items. (Contains 1 figure, 9 tables, and 19 references.) (Author) *********************************************************************** Reproductions supplied by EDRS are the best that can be made * from the original document. *********************************************************************** The purpose of this Item Response Theory study was to investigate how the expected reduction in item information, due to the collapsing of response categories in performance assessment data, was affected by varying testing conditions: item difficulty, item discrimination, inter-rater reliability, and direction of collapsing. The investigation used copulas in computer simulations of performance assessment batteries with varying combinations of item characteristics within Muraki's Generalized Partial Credit Model. Only two of the significant contrasts that were detected were of practical importance. The results appear to indicate that the expected reduction in information due to the collapsing of categories is not affected by any of the testing conditions simulated in this study. Consequently, a practitioner may combine low-frequency-categories with adjacent categories without any significant adverse effect on the information provided by the test items.", "year": "April 18-22, 1995", "venue": "", "ncites": 0, "scites": 0, "doi": "", "incol": null, "authorNorms": null, "text": "In this paper, we focus on modelling volatility spillovers between crude oil futures returns in the WTI market and ten oil company stock returns. Six of these oil companies are called \"Supermajor\", namely the six largest non state-owned energy companies, whichAs the univariate ARMA-GARCH model is nested in the VARMA-GARCH model, and ARMA-GJR is nested in VARMA-AGARCH, with the conditional variances specified as in (5) and (8), the univariate ARMA-GARCH and ARMA-GJR models are estimated. It will be appropriate to extend the univariate models to their multivariate counterparts if the properties of the univariate models are satisfied. The coefficients in the conditional variance equations from the ARMA(1,1)-GARCH(1,1) model are significant, both in the short and long run. However, the coefficients in the conditional variance of ARMA(1,1)-GJR(1,1) are all significant, but with PBRA, only in the long run. In addition, at the univariate level, most of the estimates of the asymmetric effects, in which negative shocks have a greater impact on volatility than so positive shocks of a similar magnitude, are significant, except for TOT, LKOH and SNGS. The univariate estimates of the conditional volatilities, and the structural properties of both univariate models, namely the second moment and log-moment conditions, based on WTI crude futures returns and oil company stock returns, are satisfied empirically, so that statistical inference is valid.The purpose of this Item Response Theory study was to investigate how the expected reduction in item information, due to the collapsing of response categories in performance assessment data, was affected by varying testing conditions: item difficulty, item discrimination, inter-rater reliability, and direction of collapsing. The investigation used copulas in computer simulations of performance assessment batteries with varying combinations of item characteristics within Muraki's 3enera1ized Partial Credit Model. Only two of the significant contrasts that were detected were of practical importance. The results appear to indicate that the expected reduction in information due to the collapsing of categories is not affected by any of the testing conditions simulated in this study. Consequently, a practitioner may combine low-frequency categories with adjacent categories without any significant adverse effect on the information provided by the test items. (Contains 1 figure, 9 tables, and 19 references.) (Author) *********************************************************************** Reproductions supplied by EDRS are the best that can be made * from the original document. *********************************************************************** The purpose of this Item Response Theory study was to investigate how the expected reduction in item information, due to the collapsing of response categories in performance assessment data, was affected by varying testing conditions: item difficulty, item discrimination, inter-rater reliability, and direction of collapsing. The investigation used copulas in computer simulations of performance assessment batteries with varying combinations of item characteristics within Muraki's Generalized Partial Credit Model. Only two of the significant contrasts that were detected were of practical importance. The results appear to indicate that the expected reduction in information due to the collapsing of categories is not affected by any of the testing conditions simulated in this study. Consequently, a practitioner may combine low-frequency-categories with adjacent categories without any significant adverse effect on the information provided by the test items.The low-frequency-categories were collapsed with categories above and below them for the \"direction of collapsing\" variable.Preliminary analyses were conducted to (1) confirm a common scale for Luc information data, (2) identify outliers in the data, and (3) ensure that the data conformed to theoretical expectations.For some of the generated tests only a subset of the test items met the collapsing criterion. Because this study was, in part, based on the assumption that the collapsing of categories does not change the underlying scale of the information data, the estimated a and b parameters, from the second and third calibrations, of items that were not collapsed were compared with the estimated parameters from the first calibration of the original items. No statistical difference was detected between the estimated parameters from the first calibration and those from the second and third. The assumption that the information values from the collapsed and uncollapsed items were on a common scale was upheld, indicating that the statistical analysis of the information from collapsed and non-collapsed items was justified.The significance level for all tests, effects and contrasts, was set at a =.05, but there was not a strict adherence to the rule. The practical importance of the significant and notable effects was judged in terms of the percentage decrease from baseline for the effects, or the difference in percentages for the contrasts. A decrease or difference of 10% was the level at which an effect or contrast was considered to be of practical importance.None of the effects involving the direction of collapsing was significant. The change in maximum or total information was the same after categories were collapsed upward or downward. This result may be explained by the fact that in this study the final number of categories remained the same under both collapsing conditions. Circumstances under which the two directions of collapsing result in different numbers of categories may produce different results.' Not significant at the .05 level of significance 4, I", "cites": [null, null], "citedby": [null, null], "vtime": null}