{"paper_id": "101.199.9458", "title": "Volatility Spillovers Between Crude Oil Futures Returns and Oil Company Stocks Return Volatility Spillovers Between Crude Oil Futures Returns and Oil Company Stocks Return", "cluster": "", "authors": [{"name": "Chia-Lin Chang", "author_id": "", "cluster": ""}, {"name": "Michael Mcaleer", "author_id": "", "cluster": ""}, {"name": "Chia-Lin Chang", "author_id": "", "cluster": ""}, {"name": "Michael Mcaleer", "author_id": "", "cluster": ""}, {"name": "Roengchai Tansuchat", "author_id": "", "cluster": ""}], "keywords": ["Multivariate GARCH", "Asymmetries", "Volatility spillovers", "Crude oil futures returns", "Oil company stock returns JEL Classifications: C22", "C32", "G17", "G32", "Q43 3"], "abstract": {"ns1:ref": {"target": "#b4", "type": "bibr", "text": "Bollerslev (1990)"}, "text": "The purpose of this paper is to investigate the volatility spillovers between the returns on crude oil futures and oil company stocks using alternative multivariate GARCH models, namely the CCC model of  returns are found to be quite low using the CCC model, while the VARMA-GARCH and VARMA-AGARCH models suggest no significant volatility spillover effects in any pairs of returns. The paper also presents evidence of the asymmetric effects of negative and positive shocks of equal magnitude on the conditional variances in all pairs of returns."}, "year": "2009-08", "venue": "", "ncites": 0, "scites": 0, "doi": "", "incol": null, "authorNorms": null, "text": "In this paper, we focus on modelling volatility spillovers between crude oil futures returns in the WTI market and ten oil company stock returns. Six of these oil companies are called \"Supermajor\", namely the six largest non state-owned energy companies, whichAs the univariate ARMA-GARCH model is nested in the VARMA-GARCH model, and ARMA-GJR is nested in VARMA-AGARCH, with the conditional variances specified as in (5) and (8), the univariate ARMA-GARCH and ARMA-GJR models are estimated. It will be appropriate to extend the univariate models to their multivariate counterparts if the properties of the univariate models are satisfied. The coefficients in the conditional variance equations from the ARMA(1,1)-GARCH(1,1) model are significant, both in the short and long run. However, the coefficients in the conditional variance of ARMA(1,1)-GJR(1,1) are all significant, but with PBRA, only in the long run. In addition, at the univariate level, most of the estimates of the asymmetric effects, in which negative shocks have a greater impact on volatility than so positive shocks of a similar magnitude, are significant, except for TOT, LKOH and SNGS. The univariate estimates of the conditional volatilities, and the structural properties of both univariate models, namely the second moment and log-moment conditions, based on WTI crude futures returns and oil company stock returns, are satisfied empirically, so that statistical inference is valid.", "cites": [null, null], "citedby": [null, null], "vtime": null}